<script setup lang="ts">
useSeoMeta({
    title: 'Village Landmark Limited',
})
</script>

<template>

    <section class="bg-emerald-800">
        <div class="xl:px-96 flex flex-col">
            <h1 class="text-4xl xl:text-5xl text-gray-50 p-4 text-center font-bold font-bang">ঢাকার বিরুলিয়া তে ৫০% কম
                খরচে মাত্র
                ২২০০ টাকা স্কয়ার ফিটে নিজের ফ্ল্যাট ও দোকান</h1>

            <h3
                class="text-lg md:text-2xl lg:text-2xl xl:text-2xl text-gray-50 px-4 text-center font-semibold font-bang">
                মাত্র ৫০% কম খরচে নিজের বাড়ি নিজে তৈরি করুন এই উদ্দেশ্যকে সামনে রেখে আমাদের এই প্রজেক্ট, ঢাকা
                বাংলাদেশের রাজধানী। চাকুরী বা ব্যবসার সুবাদে দীর্ঘদিন যাবৎ ঢাকা শহরে অবস্থান করার পরেও অন্যের বাড়িতে
                ভাড়াটিয়া হিসাবে আমরা জীবন যাপন করছি। নিজের একটি ফ্ল্যাট করার স্বপ্ন দেখার পরেও জায়গা বা জমির শেয়ার বা
                রেডি ফ্ল্যাট এর অত্যাধিক দাম এবং ভেজাল দলিল এর কারনে আমরা সঠিকভাবে খোঁজ খবর নিয়ে জমি ক্রয় করতে পারছি না
                বা নিজস্ব ফ্ল্যাট করাকে একটি ঝামেলা হিসাবে মনে করছি। আপনাদের কথা বিবেচনা করে বিগত তিন বছরে আমরা আমাদের
                ৬ষ্ঠ প্রজেক্ট এর সফল সমাপ্তির পরে আপনাদের জন্য নিয়ে এসেছি আমাদের ৭ম প্রজেক্ট। আমাদের রয়েছে অভিজ্ঞতা
                সম্পন্ন দক্ষ টিম, যাদের মেধা ও পরিশ্রম এর মাধ্যমে আমরা আপনার স্বপ্নকে বাস্তবে রূপ দিতে আপনার কাছে বদ্ধ
                পরিকর।
            </h3>
            <div>
                <div class="flex justify-center p-4">
                    <div class="p-3 flex justify-center items-center gap-3 cursor-pointer rounded-xl bg-blue-950">
                        <div>
                            <svg aria-hidden="true"
                                class="e-font-icon-svg e-far-hand-point-right h-6 md:h-6 lg:h-6 xl:h-6 w-6 md:w-6 lg:w-6 xl:w-6"
                                viewBox="0 0 512 512" xmlns="http://www.w3.org/2000/svg" fill="#ffffff" stroke="#2ecc71"
                                stroke-width="2">
                                <path
                                    d="M428.8 137.6h-86.177a115.52 115.52 0 0 0 2.176-22.4c0-47.914-35.072-83.2-92-83.2-45.314 0-57.002 48.537-75.707 78.784-7.735 12.413-16.994 23.317-25.851 33.253l-.131.146-.129.148C135.662 161.807 127.764 168 120.8 168h-2.679c-5.747-4.952-13.536-8-22.12-8H32c-17.673 0-32 12.894-32 28.8v230.4C0 435.106 14.327 448 32 448h64c8.584 0 16.373-3.048 22.12-8h2.679c28.688 0 67.137 40 127.2 40h21.299c62.542 0 98.8-38.658 99.94-91.145 12.482-17.813 18.491-40.785 15.985-62.791A93.148 93.148 0 0 0 393.152 304H428.8c45.435 0 83.2-37.584 83.2-83.2 0-45.099-38.101-83.2-83.2-83.2zm0 118.4h-91.026c12.837 14.669 14.415 42.825-4.95 61.05 11.227 19.646 1.687 45.624-12.925 53.625 6.524 39.128-10.076 61.325-50.6 61.325H248c-45.491 0-77.21-35.913-120-39.676V215.571c25.239-2.964 42.966-21.222 59.075-39.596 11.275-12.65 21.725-25.3 30.799-39.875C232.355 112.712 244.006 80 252.8 80c23.375 0 44 8.8 44 35.2 0 35.2-26.4 53.075-26.4 70.4h158.4c18.425 0 35.2 16.5 35.2 35.2 0 18.975-16.225 35.2-35.2 35.2zM88 384c0 13.255-10.745 24-24 24s-24-10.745-24-24 10.745-24 24-24 24 10.745 24 24z">
                                </path>
                            </svg>
                        </div>
                        <p class="font-custom text-lg text-white font-semibold">
                            প্রজেক্ট ভিজিট করতে ক্লিক করুন</p>
                    </div>
                </div>
                <div class="p-4 ">
                    <NuxtImg src="https://placehold.co/400x300" title="gallary-image" class="h-96 w-full"
                            alt="gallary-image" />
                </div>
                
                <div class="flex flex-col xl:flex-row gap-6 justify-center p-4">
                    <div>
                        <p class="text-gray-50 text-md md:text-lg lg:text-xl xl:text-xl font-semibold xl:w-[500px]">
                            বিরুলিয়াতে কেন ফ্ল্যাট কিনবেন : বিরুলিয়া হচ্ছে ভবিষ্যৎ ঢাকার প্রাণকেন্দ্র। যে কোন একটি
                            এরিয়া
                            ডেভলপমেন্ট এর জন্য প্রয়োজন উক্ত এলাকার যোগাযোগ ব্যবস্থার উন্নতী এবং উক্ত এলাকায় বসবাস করার
                            জন্য
                            মানুষের ৫টি মৌলিক চাহিদার অন্যতম শিক্ষা ব্যবস্থার উন্নতী। বিরুলিয়াতে রয়েছে ৭টি স্বনামধন্য
                            প্রাইভেট বিশ্ববিদ্যালয় (ব্র্যাক বিশ্ববিদ্যালয়, ড্যাফোডিল বিশ্ববিদ্যালয়, সিটি বিশ্ববিদ্যালয়,
                            ইষ্টার্ণ বিশ্ববিদ্যালয়, মানারাত বিশ্ববিদ্যালয়, আহসানউল্লাহ বিশ্ববিদ্যালয়, ফয়জুল্লাহ
                            মেডিক্যাল
                            কলেজ) এর নিজস্ব স্থায়ী ক্যাম্পাস যাদের কার্যক্রম সম্পূর্ণ ভাবে চলমান। আমাদের প্রজেক্ট এর তিন
                            দিকে রয়েছে রাস্তা তাই বাড়ি করার পরে আলো ও বাতাসের কোন সমস্যা নেই। প্রজেক্ট এর সম্মুখভাগে
                            পশ্চিম
                            পাশে রয়েছে ১২০ ফিট প্রস্তাবিত রাস্তা যার কাজ শুরু হয়েছে (বর্তমানে রয়েছে ৩৫ ফিট), প্রজেক্ট এর
                            বাম
                            দিকে দক্ষিণ পাশে রয়েছে ২০ ফিট রাস্তা এবং প্রজেক্ট এর পেছন দিকে পূর্ব পাশে রয়েছে ১৫ ফিট এর
                            রাস্তা। পর্যাপ্ত পরিমানে আলো বাতাস চলাচল করতে সক্ষম।</p>
                    </div>
                    <div class="xl:w-[500px]">
                        <NuxtImg src="https://placehold.co/400x420" title="product-image" class="w-full"
                            alt="product-image" />
                    </div>
                </div>

                <div class="flex justify-center p-4">
                    <div class="p-3 flex justify-center items-center gap-3 cursor-pointer rounded-xl bg-blue-950">
                        <div>
                            <svg aria-hidden="true"
                                class="e-font-icon-svg e-far-hand-point-right h-6 md:h-6 lg:h-6 xl:h-6 w-6 md:w-6 lg:w-6 xl:w-6"
                                viewBox="0 0 512 512" xmlns="http://www.w3.org/2000/svg" fill="#ffffff" stroke="#2ecc71"
                                stroke-width="2">
                                <path
                                    d="M428.8 137.6h-86.177a115.52 115.52 0 0 0 2.176-22.4c0-47.914-35.072-83.2-92-83.2-45.314 0-57.002 48.537-75.707 78.784-7.735 12.413-16.994 23.317-25.851 33.253l-.131.146-.129.148C135.662 161.807 127.764 168 120.8 168h-2.679c-5.747-4.952-13.536-8-22.12-8H32c-17.673 0-32 12.894-32 28.8v230.4C0 435.106 14.327 448 32 448h64c8.584 0 16.373-3.048 22.12-8h2.679c28.688 0 67.137 40 127.2 40h21.299c62.542 0 98.8-38.658 99.94-91.145 12.482-17.813 18.491-40.785 15.985-62.791A93.148 93.148 0 0 0 393.152 304H428.8c45.435 0 83.2-37.584 83.2-83.2 0-45.099-38.101-83.2-83.2-83.2zm0 118.4h-91.026c12.837 14.669 14.415 42.825-4.95 61.05 11.227 19.646 1.687 45.624-12.925 53.625 6.524 39.128-10.076 61.325-50.6 61.325H248c-45.491 0-77.21-35.913-120-39.676V215.571c25.239-2.964 42.966-21.222 59.075-39.596 11.275-12.65 21.725-25.3 30.799-39.875C232.355 112.712 244.006 80 252.8 80c23.375 0 44 8.8 44 35.2 0 35.2-26.4 53.075-26.4 70.4h158.4c18.425 0 35.2 16.5 35.2 35.2 0 18.975-16.225 35.2-35.2 35.2zM88 384c0 13.255-10.745 24-24 24s-24-10.745-24-24 10.745-24 24-24 24 10.745 24 24z">
                                </path>
                            </svg>
                        </div>
                        <p class="font-custom text-lg text-white font-semibold">
                            প্রজেক্ট ভিজিট করতে ক্লিক করুন</p>
                    </div>
                </div>


            </div>
        </div>
    </section>


    <section class="px-2 py-6">
        <ObjectiveOfProject />
    </section>

    <section class="px-2 py-2">
        <SellingInfo />
    </section>

    <section class="py-2">
        <ProjectPortfolios />
    </section>

    <section class="py-4">
        <CustomerReview />
    </section>

    <section class="py-2">
        <Contact />
    </section>

    <section>
        <OrderForm />
    </section>

    <section class="container mx-auto p-3 md:px-48 lg:px-48 xl:px-48">
        <Address />
    </section>
</template>
